Repository: KDE/mauikit-archiver
Catalog: po/sa/mauikitarchiver.po
Languages: sa

source: Archive Ready
sa: अभिलेखागार सज्जः

source: The new file is now ready.
sa: नूतना सञ्चिका इदानीं सज्जा अस्ति ।

source: Failed
sa: असफल

source: The archive could not be created.
sa: अभिलेखागारस्य निर्माणं कर्तुं न शक्यते स्म ।

source: Extraction Ready
sa: निष्कर्षण सज्जा

source: The archive contents have been extracted.
sa: अभिलेखागारस्य सामग्रीः निष्कासिता अस्ति।

source: The extraction has failed.
sa: निष्कर्षणं विफलं जातम्।

source: Search
sa: अन्वेषण

source: Extract
sa: निष्कर्शन

source: Extract to...
sa: अर्कं कृत्वा...

source: Name
sa: नामः

source: Date
sa: दिनाङ्कः

source: Size
sa: आकृति

source: Compress
sa: संपीडयन्तु

source: Drop files in here to compress them.
sa: सञ्चिकाः संपीडयितुं अत्र पातयन्तु ।

source: Preview
sa: पूर्वावलोकनम्

source: Open
sa: उद्घाटित

source: Open with
sa: सह उद्घाटयतु

source: Delete
sa: लुप्

source: Add here
sa: अत्र योजयतु

source: Drop files in here to add them to the archive.
sa: संग्रहे योजयितुं सञ्चिकाः अत्र पातयन्तु ।

source: Extract the contents of the compressed file
sa: संपीडितसञ्चिकायाः सामग्रीं निष्कासयन्तु

source: A directory with the same name already exists!
sa: समाननाम्ना निर्देशिका पूर्वमेव अस्ति!

source: The name looks good
sa: नाम सुन्दरं दृश्यते

source: Compress %1 file into a new archive
sa: %1 सञ्चिकां नूतनसङ्ग्रहे संपीडयन्तु

source: Cancel
sa: निरसयतु

source: Create
sa: निर्मियताम्

source: Some error occured. Maybe current user does not have permission for writing in this directory.
sa: किञ्चित् दोषः अभवत् । भवतु नाम वर्तमानस्य उपयोक्तुः अस्मिन् निर्देशिकायां लेखनस्य अनुमतिः नास्ति ।

source: File compressed successfully
sa: सञ्चिका सफलतया संपीडिता

source: Failed to compress
sa: संपीडनं कर्तुं असफलम्

source: Archive name
sa: अभिलेखागार नाम

source: Destination
sa: गन्तव्य

source: The final location of the new archive
sa: नूतनसंग्रहालयस्य अन्तिमस्थानं

source: Base location does not exists. Try with a different location.
sa: आधारस्थानं नास्ति । भिन्नस्थानेन सह प्रयासं कुर्वन्तु।

source: File name can not be empty.
sa: सञ्चिकानाम रिक्तं न भवितुम् अर्हति ।

source: File already exists. Try with another name.
sa: सञ्चिका पूर्वमेव अस्ति । अन्येन नामेन सह प्रयतस्व।

source: Looks good
sa: उत्तमं दृश्यते
