Repository: KDE/mauikit-archiver
Catalog: po/*/mauikitarchiver.po
Languages: ar, ca@valencia, es, eu, fi, fr, gl, he, it, ka, ko, lv, sl, uk, zh_tw

source: Archive Ready
ar: الأرشيف جاهز
ca@valencia: Arxiu a punt
es: Archivador preparado
eu: Artxiboa prest
fi: Arkisto valmis
fr: Archive prête
gl: O arquivo está listo
he: הארכיון מוכן
it: Archivio pronto
ka: არქივი მზადაა
ko: 압축 파일 준비됨
lv: Arhīvs ir gatavs
sl: Arhiv pripravljen
uk: Архів готовий
zh_tw: 封存已就緒

source: The new file is now ready.
ar: الملف الجديد جاهز.
ca@valencia: El fitxer nou ja es troba en punt.
es: El nuevo archivo está preparado.
eu: Fitxategi berria orain prest dago.
fi: Uusi tiedosto on nyt valmis.
fr: Le nouveau fichier est maintenant prêt.
gl: O ficheiro novo xa está listo.
he: הקובץ החדש מוכן כעת.
it: Il nuovo file è ora pronto.
ka: ახალი ფაილი ახლა მზადაა.
ko: 새 파일이 준비되었습니다.
lv: Jaunā datne ir gatava.
sl: Nova datoteka je zdaj pripravljena.
uk: Новий файл готовий.
zh_tw: 新檔案已準備完成。

source: Failed
ar: فشل
ca@valencia: No s'ha pogut
es: Ha fallado
eu: Huts egin du
fi: Epäonnistui
fr: Échoué
gl: Fallou
he: נכשל
it: Non riuscito
ka: ჩავარდა
ko: 실패
lv: Neizdevās
sl: Neuspelo
uk: Помилка
zh_tw: 失敗

source: The archive could not be created.
ar: لا يمكن إنشاء الأرشيف.
ca@valencia: No s'ha pogut crear l'arxiu.
es: No se puede crear el archivador.
eu: Ezin izan du artxiboa sortu.
fi: Arkistoa ei voitu luoda.
fr: L'archive n'a pas pu être créée.
gl: Non foi posíbel crear o arquivo.
he: לא ניתן ליצור את הארכיון.
it: Impossibile creare l'archivio.
ka: არქივის შექმნა შეუძლებელია.
ko: 압축 파일을 만들 수 없습니다.
lv: Arhīva izveidošana nav izdevusies.
sl: Arhiva ni bilo mogoče ustvariti.
uk: Не вдалося створити архів.
zh_tw: 封存檔無法建立。

source: Extraction Ready
ar: اكتمل فك الضغط
ca@valencia: Extracció a punt
es: Extracción preparada
eu: Erauztea prest
fi: Purkaminen valmis
fr: Extraction prête
gl: A extracción está lista
he: החילוץ מוכן
it: Estrazione pronta
ka: გაშლა მზადაა
ko: 압축 풀기 준비됨
lv: Atspiešana ir paveikta
sl: Izvleček pripravljen
uk: Дані видобуто
zh_tw: 解開已就緒

source: The archive contents have been extracted.
ar: استخرجت محتويات الأرشيف.
ca@valencia: S'ha extret el contingut de l'arxiu.
es: El contenido del archivador se ha extraído.
eu: Artxiboaren edukia erauzi du.
fi: Arkiston sisältö on purettu.
fr: Le contenu de l'archive a été extrait.
gl: Extraeuse o contido do arquivo.
he: תוכן הארכיון חולץ.
it: Il contenuto dell'archivio è stato estratto.
ka: არქივის შემცველობა გაიშალა.
ko: 압축 파일의 내용을 압축 해제했습니다.
lv: Arhīva saturs ir atspiests.
sl: Vsebina arhiva je bila ekstrahirana.
uk: Вміст архіву було видобуто.
zh_tw: 封存檔內容已取出。

source: The extraction has failed.
ar: فشلت عملية فك الضغط.
ca@valencia: L'extracció ha fallat.
es: La extracción ha fallado.
eu: Erauztea huts egin du.
fi: Purkaminen epäonnistui.
fr: L'extraction a échoué.
gl: A extracción fallou.
he: החילו. נכשל.
it: L'estrazione non è riuscita.
ka: გაშლა ჩავარდა.
ko: 압축 해제에 실패했습니다.
lv: Atspiešana nav izdevusies.
sl: Ekstrakcija ni uspela.
uk: Не вдалося видобути дані.
zh_tw: 解開失敗了。

source: Search
ar: ابحث
ca@valencia: Busca
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 파일 %1개 검색
lv: Meklēt %1 datni
sl: Išči %1 datoteko
uk: Шукати у %1 файлі
zh_tw: 搜尋 %1 個檔案

source: Extract
ar: استخرج
ca@valencia: Extrau
es: Extraer
eu: Erauzi
fi: Pura
fr: Extraire
gl: Extraer
he: חילוץ
it: Estrai
ka: გაშლა
ko: 압축 풀기
lv: Atspiest
sl: Izvleci
uk: Видобути
zh_tw: 解開

source: Extract to...
ar: استخرج إلى
ca@valencia: Extrau a…
es: Extraer en...
eu: Erauzi hona...
fi: Pura kohteeseen…
fr: Extraire vers...
gl: Extraer en…
he: חילוץ אל...
it: Estrai in...
ka: გაშლა სად...
ko: 압축 풀 위치...
lv: Atspiest uz...
sl: Izvleci v...
uk: Видобути до…
zh_tw: 解開到…

source: Name
ar: الاسم
ca@valencia: Nom
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
it: Nome
ka: სახელი
ko: 이름
lv: Nosaukums
sl: Ime
uk: Назва
zh_tw: 名稱

source: Date
ar: التاريخ
ca@valencia: Data
es: Fecha
eu: Data
fi: Päiväys
gl: Data
he: תאריך
it: Data
ka: თარიღი
ko: 날짜
lv: Datums
sl: Datum
uk: Дата
zh_tw: 日期

source: Size
ar: الحجم
ca@valencia: Mida
es: Tamaño
eu: Neurria
fi: Koko
fr: Taille
gl: Tamaño
he: גודל
it: Dimensione
ka: ზომა
ko: 크기
lv: Izmērs
sl: Velikost
uk: Розмір
zh_tw: 大小

source: Compress
ar: اضغط
ca@valencia: Comprimix
es: Comprimir
eu: Konprimatu
fi: Pakkaa
fr: Compresser
gl: Comprimir
he: דחיסה
it: Comprimi
ka: შეკუმშვა
ko: 압축
lv: Saspiest
sl: Stisni
uk: Стиснути
zh_tw: 壓縮

source: Drop files in here to compress them.
ar: أفلت الملفات هنا لضغطها.
ca@valencia: Deixeu anar els fitxers ací per a comprimir-los.
es: Suelte archivos aquí para comprimirlos.
eu: Jaregin fitxategiak hemen haiek konprimatzeko.
fi: Pakkaa tiedostoja pudottamalla ne tähän.
fr: Déposez les fichiers ici pour les compresser.
gl: Solte ficheiros aquí para comprimilos.
he: אפשר לגרור לכאן קבצים כדי לדחוס אותם.
it: Rilascia qui i file per comprimerli.
ka: დაყარეთ ფაილები აქ მათ შესაკუმშად.
ko: 파일을 끌어다 놓으면 압축합니다.
lv: Nometiet te datnes, lai tās saspiestu.
sl: Spustite datoteke sem, da jih stisnete.
uk: Скиньте сюди файли, щоб стиснути їх.
zh_tw: 拖曳檔案至此來壓縮它們。

source: Preview
ar: معاينة
ca@valencia: Vista prèvia
es: Vista previa
eu: Aurreikuspegia
fi: Esikatselu
fr: Afficher un aperçu
gl: Vista previa
he: תצוגה מקדימה
it: Anteprima
ka: მინიატურა
ko: 미리 보기
lv: Priekšskatījums
sl: Predogled
uk: Перегляд
zh_tw: 預覽

source: Open
ar: افتح
ca@valencia: Obri
es: Abrir
eu: Ireki
fi: Avaa
fr: Ouvrir
gl: Abrir
he: פתיחה
it: Apri
ka: გახსნა
ko: 열기
lv: Atvērt
sl: Odpri
uk: Відкрити
zh_tw: 開啟

source: Open with
ar: افتح في
ca@valencia: Obri amb
es: Abrir con
eu: Irekin honekin
fi: Avaa ohjelmalla
fr: Ouvrir avec
gl: Abrir con
he: פתיחה עם
it: Apri con
ka: გამხსნელი პროგრამა
ko: 다음으로 열기
lv: Atvērt ar
sl: Odpri z
uk: Відкрити за допомогою
zh_tw: 開啟方式

source: Delete
ar: احذف
ca@valencia: Suprimix
es: Borrar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Eliminar
he: מחיקה
it: Elimina
ka: წაშლა
ko: 삭제
lv: Dzēst
sl: Izbriši
uk: Вилучити
zh_tw: 刪除

source: Add here
ar: أضف هنا
ca@valencia: Afig ací
es: Añadir aquí
eu: Gehitu hemen
fi: Lisää tähän
fr: Ajouter ici
gl: Engadir aquí
he: הוספה לכאן
it: Aggiungi qui
ka: დამატება აქ
ko: 여기에 추가
lv: Pievienot te
sl: Dodaj sem
uk: Додайте сюди
zh_tw: 加入於此

source: Drop files in here to add them to the archive.
ar: أفلت الملفات هنا لإضافتها إلى الأرشيف.
ca@valencia: Deixeu anar els fitxers ací per a afegir-los a l'arxiu.
es: Suelte archivos aquí para añadirlos al archivador.
eu: Jaregin fitxategiak hemen haiek artxiboan gehitzeko.
fi: Lisää tiedostoja arkistoon pudottamalla ne tähän.
fr: Déposez les fichiers ici pour les ajouter à l'archive.
gl: Solte ficheiros aquí para engadilos ao arquivo.
he: אפשר לגרור לכאן קבצים כדי להוסיף אותם לארכיון.
it: Rilascia qui i file per aggiungerli all'archivio.
ka: დაყარეთ ფაილები აქ, მათი არქივში დასამატებლად.
ko: 파일을 끌어다 놓으면 압축 파일에 추가합니다.
lv: Lai datnes pievienot arhīvam, nometiet tās te.
sl: Spustite datoteke sem, da jih dodate v arhiv.
uk: Скиньте сюди файли, щоб додати їх до архіву.
zh_tw: 拖曳檔案至此來將它們加入封存檔。

source: Extract the contents of the compressed file
ar: استخراج محتويات الملف المضغوط
ca@valencia: Extrau el contingut del fitxer comprimit
es: Extraer el contenido del archivo comprimido
eu: Erauzi konprimatutako fitxategiaren edukia
fi: Pura pakatun tiedoston sisältö
fr: Extraire le contenu du fichier compressé
gl: Extraer o contido do ficheiro comprimido.
he: חילוץ תוכן הקובץ הדחוס
it: Estrai il contenuto del file compresso
ka: შეკუმშული ფაილის შემცველობის გაშლა
ko: 압축된 파일의 내용 압축 해제
lv: Atspiest saspiestas datnes saturu
sl: Izvleci vsebino stisnjene datoteke
uk: Видобути вміст стисненого файла
zh_tw: 解開壓縮檔的內容

source: A directory with the same name already exists!
ar: يوجد دليل بنفس الاسم فعلًا!
ca@valencia: Ja existix un directori amb el mateix nom!
es: Ya existe un directorio con el mismo nombre.
eu: Badago izen bereko direktorio bat!
fi: Saman niminen kansio on jo olemassa!
fr: Un dossier avec le même nom existe déjà !
gl: Xa hai un cartafol co mesmo nome!
he: כבר קיימת תיקייה באותו השם!
it: Esiste già una cartella con lo stesso nome!
ka: საქაღალდე იგივე სახელით უკვე არსებობს!
ko: 같은 이름의 디렉터리가 이미 존재합니다!
lv: Jau pastāv mape ar tādu pašu nosaukumu!
sl: Imenik z istim imenom že obstaja!
uk: Каталог з такою назвою вже існує!
zh_tw: 名稱相同的目錄已經存在了！

source: The name looks good
ar: يبدو الاسم جيدًا
ca@valencia: El nom pareix correcte
es: El nombre parece correcto
eu: Izenak itxura ona du
fi: Nimi vaikuttaa hyvältä
fr: Le nom semble bon
gl: O nome parece válido.
he: השם נראה בסדר
it: Il nome va bene
ka: სახელი კარგად გამოიყურება
ko: 이름을 사용할 수 있습니다
lv: Nosaukums izskatās derīgs
sl: Ime je videti dobro
uk: Нормальна назва
zh_tw: 名稱沒問題。

source: Compress %1 file into a new archive
ar: اضغط ملف في أرشيف جديد
ca@valencia: Comprimix %1 fitxer en un arxiu nou
es: Comprimir %1 archivo en un nuevo archivador
eu: Konprimatu fitxategi %1 artxibo berri batean
fi: Pakkaa uuteen arkistoon %1 tiedosto
fr: Compresser le fichier %1 dans une nouvelle archive
gl: Comprimir %1 ficheiro nun novo arquivo
he: דחיסת קובץ לארכיון חדש
it: Comprimi un file in un nuovo archivio
ka: %1 ფაილის შეკუმშვა ახალ ფაილში
ko: 파일 %1개를 새 파일로 압축
lv: Saspiest %1 datni jaunā arhīvā
sl: Stisni %1 datoteko v novi arhiv
uk: Стиснути %1 файл до нового архіву
zh_tw: 將 %1 個檔案壓縮至新的封存檔裡

source: Cancel
ar: ألغِ
ca@valencia: Cancel·la
es: Cancelar
eu: Utzi
fi: Peru
fr: Annuler
gl: Cancelar
he: ביטול
it: Annulla
ka: გაუქმება
ko: 취소
lv: Atcelt
sl: Prekliči
uk: Скасувати
zh_tw: 取消

source: Create
ar: أنشئ
ca@valencia: Crea
es: Crear
eu: Sortu
fi: Luo
fr: Créer
gl: Crear
he: יצירה
it: Crea
ka: შექმნა
ko: 만들기
lv: Izveidot
sl: Kreiraj
uk: Створити
zh_tw: 建立

source: Some error occured. Maybe current user does not have permission for writing in this directory.
ar: حدث خطأ ما. ربما لا يملك المستخدم الحالي صلاحية الكتابة في هذا الدليل.
ca@valencia: S'ha produït un error. Potser l'usuari actual no té permís per a escriure en este directori.
es: Ha ocurrido algún error. Es posible que el usuario actual no tenga permiso de escritura en este directorio.
eu: Errore batzuk gertatu dira. Baliteke oraingo erabiltzaileak direktorio honetan idazteko baimenik ez izatea.
fi: Tapahtui jokin virhe. Nykyisellä käyttäjällä ei ehkä ole oikeutta kirjoittaa tähän kansioon.
fr: Une erreur s'est produite. Peut-être que l'utilisateur courant n'a pas la permission d'écrire dans ce dossier.
gl: Produciuse un erro. Pode que non teña permiso de escritura neste cartafol.
he: אירעה שגיאה כלשהי. אולי למשתמש הנוכחי אין הרשאות לכתוב לתיקייה הזאת.
it: Si sono verificati degli errori. L'utente attuale potrebbe non avere permessi di scrittura in questa cartella.
ka: აღმოჩენილია შეცდომა. შეიძლება, მიმდინარე მომხმარებელს არ აქვს უფლება, ამ საქაღალდეში ჩაწეროს.
ko: 오류가 발생했습니다. 현재 사용자가 이 디렉터리에 쓸 수 있는 권한이 없습니다.
lv: Notikusi kāda kļūda. Iespējams, jums trūkst atļauju rakstīt norādītajā mapē?
sl: Prišlo je do napake. Morda trenutni uporabnik nima dovoljenja za pisanje v ta imenik.
uk: Сталася помилка. Можливо, у поточного користувача немає прав доступу для запису до цього каталогу.
zh_tw: 發生錯誤。或許是因為目前使用者沒有權限寫入此目錄。

source: File compressed successfully
ar: ضُغط الملف بنجاح
ca@valencia: El fitxer s'ha comprimit correctament
es: Archivo comprimido correctamente
eu: Fitxategiaren konprimatze arrakastatsua
fi: Tiedoston pakkaaminen onnistui
fr: Fichier compressé avec succès
gl: Comprimiuse o ficheiro
he: הקובץ נדחס בהצלחה
it: File compresso correttamente
ka: ფაილი წარმატებით შეიკუმშა
ko: 파일 압축됨
lv: Datne ir saspiesta
sl: Datoteka je bila uspešno stisnjena
uk: Файл успішно стиснено
zh_tw: 檔案已成功壓縮

source: Failed to compress
ar: فشل في الضغط
ca@valencia: No s'ha pogut comprimir
es: La compresión ha fallado
eu: Konprimatzea huts egin du
fi: Pakkaaminen epäonnistui
fr: Échec de la compression
gl: Non foi posíbel comprimir
he: הדחיסה נכשלה
it: Compressione non riuscita
ka: შეკუმშვა ჩავარდა
ko: 압축할 수 없음
lv: Neizdevās saspiest
sl: Stiskanje ni uspelo
uk: Не вдалося стиснути
zh_tw: 壓縮失敗

source: Archive name
ar: اسم الأرشيف
ca@valencia: Nom de l'arxiu
es: Nombre del archivo
eu: Artxibo-izena
fi: Arkiston nimi
fr: Nom de l'archive
gl: Nome do arquivo
he: שם הארכיון
it: Nome archivio
ka: არქივის სახელი
ko: 압축 파일 이름
lv: Arhīva nosaukums
sl: Ime arhiva
uk: Назва архіву
zh_tw: 封存名稱

source: Destination
ar: المقصد
ca@valencia: Destinació
es: Destino
eu: Jomuga
fi: Kohde
gl: Destino
he: יעד
it: Destinazione
ka: სამიზნე
ko: 대상
lv: Galamērķis
sl: Cilj
uk: Призначення
zh_tw: 目的地

source: The final location of the new archive
ar: الموقع النهائي للأرشيف الجديد
ca@valencia: La ubicació final de l'arxiu nou
es: La ubicación final del nuevo archivador
eu: Artxibo berriaren behin-betiko kokalekua
fi: Arkiston lopullinen sijainti
fr: L'emplacement final de la nouvelle archive
gl: A localización final do novo arquivo.
he: מקום היעד של הארכיון החדש
it: La posizione finale del nuovo archivio
ka: ახალი არქივის საბოლოო მდებარეობა
ko: 새 압축 파일의 최종 대상
lv: Jaunā arhīva beigu atrašanās vieta
sl: Končna lokacija novega arhiva
uk: Остаточне місце нового архіву
zh_tw: 新封存檔的最終位置

source: Base location does not exists. Try with a different location.
ar: الموقع الأساسي غير موجود. حاول مع موقع مختلف.
ca@valencia: La ubicació base no existix. Proveu-ho amb una ubicació diferent.
es: La ubicación base no existe. Pruebe con otra ubicación.
eu: Oinarriz-kokalekua ez da existitzen. Saiatu beste kokaleku batekin.
fi: Pohjasijaintia ei ole olemassa. Kokeile toista kohdetta.
fr: L'emplacement de base n'existe pas. Veuillez essayer avec un autre emplacement.
gl: A localización base non existe, prove cunha distinta.
he: מקום הבסיס לא קיים. נא לנסות מקום אחר.
it: La posizione di base non esiste. Prova un'altra posizione.
ka: საბაზისო მდებარეობა არ არსებობს. სცადეთ სხვა მდებარეობით.
ko: 기반 위치가 없습니다. 다른 위치로 시도하십시오.
lv: Pamata atrašanās vieta nepastāv. Mēģiniet citu atrašanās vietu.
sl: Osnovna lokacija ne obstaja. Poskusite z drugo lokacijo.
uk: Основного каталогу не існує. Спробуйте інше місце.
zh_tw: 基礎位置不存在。請嘗試另一個位置。

source: File name can not be empty.
ar: لا يمكن أن يكون اسم الملف فارغاً.
ca@valencia: El nom del fitxer no pot estar buit.
es: El nombre de archivo no puede estar en blanco.
eu: Fitxategi-izena ezin da hutsik egon.
fi: Tiedostonimi ei voi olla tyhjä.
fr: Il est impossible que le nom du fichier soit vide.
gl: O nome de ficheiro non pode estar baleiro.
he: שם הקובץ לא יכול להישאר ריק.
it: Il nome file non può essere vuoto.
ka: ფაილის სახელი ცარიელი ვერ იქნება.
ko: 파일 이름을 비워 둘 수 없습니다.
lv: Datnes nosaukums nevar būt tukšs.
sl: Ime datoteke ne sme biti prazno.
uk: Назва файла має бути непорожньою.
zh_tw: 檔案名稱不能是空的。

source: File already exists. Try with another name.
ar: الملف موجود مسبقاً. حاول باسم آخر.
ca@valencia: El fitxer ja existix. Proveu-ho amb un altre nom.
es: El archivo ya existe. Pruebe con otro nombre.
eu: Fitxategia jada badago. Saiatu beste izen batekin.
fi: Tiedosto on jo olemassa. Kokeile toista nimeä.
fr: Le fichier existe déjà. Veuillez essayer avec un autre nom.
gl: O ficheiro xa existe. Probe con outro nome.
he: הקובץ כבר קיים. נא לנסות שם אחר.
it: Il file esiste già. Prova un altro nome.
ka: ფაილი უკვე არსებობს. სცადეთ სხვა სახელი.
ko: 파일이 이미 존재합니다. 다른 이름을 입력하십시오.
lv: Datne jau pastāv. Mēģiniet ar citu nosaukumu.
sl: Datoteka že obstaja. Poskusite z drugim imenom.
uk: Файл вже існує. Спробуйте іншу назву.
zh_tw: 檔案已存在。請嘗試另一個名稱。

source: Looks good
ar: يبدو جيدًا
ca@valencia: Pareix correcte
es: Parece correcto
eu: Itxura ona du
fi: Hyvältä näyttää
fr: Semble bon
gl: Parece válido
he: נראה בסדר
it: Va bene
ka: არა უჭირს
ko: 좋습니다
lv: Viss izskatās kārtībā
sl: Je videti dobro
uk: Усе добре
zh_tw: 沒問題
